Repository: linuxmao-org/FreeMajor
Catalog: po/*/FreeMajor.po
Languages: fr

source: 7 different Hi Colors can be selected.
fr: 7 hautes colorations différentes peuvent être sélectionnées.

source: 7 different Lo Colors can be selected.
fr: 7 basses colorations différentes peuvent être sélectionnées.

source: A 100% setting will sweep the signal completely from the Left to the Right. Very often a more subtle setting will be more applicable and blend better with the overall sound.
fr: Un réglage à 100% balancera complètement le signal de gauche à droite. Très souvent, un réglage plus subtil sera plus approprié et s'harmonisera mieux avec le son global.

source: A parameter relative to a Compressor release.
fr: Un paramètre relatif à la relâche du compresseur.

source: A parameter than can attenuate the high-end frequencies of the resonance created via the Feedback parameter.
fr: Un paramètre capable d'atténuer les hautes fréquences de la résonance créée via le paramètre boucle de retour.

source: A short Delay placed between the direct signal and the Reverb Diffuse field.
fr: Un délai court placé entre le signal direct et le champ de réverbération diffuse.

source: Adds or substracts the selected Hi Color type.
fr: Ajoute ou soustrait le type de haute coloration sélectionné.

source: Adds or substracts the selected Lo Color type.
fr: Ajoute ou soustrait le type de basse coloration sélectionné.

source: Adjusts the Depth of the Flanger, also known as Intensity. The value represents the amount of modulation applied.
fr: Ajuste la profondeur du flanger, également appelée intensité. La valeur représente la quantité de modulation appliquée.

# Modulation|Kind|
source: Advanced chorus
fr: Chorus avancé

# Modulation|Kind|
source: Advanced flanger
fr: Flanger avancé

source: Allows fine-tuning of the density of the Reverb Diffuse field.
fr: Permet d'affiner la densité du champ de réverbération diffuse.

source: An LFO phase change that causes a small Delay in one of the waveform starting points. When applied, the Left and Right outputs will start the current waveform at two different points giving you a more extreme wide spread phasing effect.
fr: Un changement de phase du LFO qui provoque un petit délai dans l'un des points de départ de la forme d'onde. Lorsqu'appliqué, les sorties gauche et droite démarrent la forme d'onde actuelle en deux points différents, ce qui procure un effet de phasage plus large et plus extrême.

source: Assignment
fr: Affectation

# Modifier|
source: Assignment
fr: Affectation

source: Attack
fr: Attaque

source: Attenuates the frequencies above the set frequency thereby giving you a more analog Delay sound that in many cases will blend better in the overall sound.
fr: Atténue les fréquences supérieures à la fréquence définie, ce qui vous donne un son de délai plus analogique qui, dans de nombreux cas, s'harmonisera mieux dans le son général.

source: Attenuates the frequencies below the set frequency.
fr: Atténue les fréquences inférieures à la fréquence définie.

source: Attenuates the high frequencies of the Tremolo effect. Use the Hi Cut filter to create a less dominant Tremolo effect while keeping the Depth.
fr: Atténue les hautes fréquences de l'effet trémolo. Utilisez le filtre coupe-haut pour créer un effet de trémolo moins dominant tout en gardant de la profondeur.

# Filter|Kind|
source: Auto filter
fr: Filtre automatique

# Reverb|Size|
source: Box
fr: Boîte

# Reverb|Hi Color|
source: Bright
fr: Brillante

source: Cancel
fr: Annuler

source: Change
fr: Changer

source: Chorus is basically a Delay being modulated by an LFO. This parameter makes it possible to change the length of that Delay. A typical chorus uses Delays at approximately 10 ms.
fr: Le chorus est essentiellement un délai modulé par un LFO. Ce paramètre permet de changer la durée de ce délai. Un chorus typique utilise des délais d'environ 10 ms.

# Modulation|Kind|
source: Classic chorus
fr: Chorus classique

# Modulation|Kind|
source: Classic flanger
fr: Flanger classique

# Reverb|Hi Color|
source: Clear
fr: Claire

source: Compressor
fr: Compresseur

source: Confirm delete
fr: Confirmer l'effacement

source: Confirm overwrite
fr: Confirmer l'écrasement

source: Controls the Depth of the Phaser.
fr: Contrôle la profondeur du phaser.

source: Controls the Speed of the Phaser.
fr: Contrôle la vitesse du phaser.

source: Controls the amount of Feedback/Resonance of the short modulated Delay that causes the Flange effect.
fr: Contrôle la quantité de boucle de retour/résonance du délai modulé court qui provoque l'effet flanger.

source: Controls the amount of feedback in the Phaser. Setting this parameter to "-100" reverses the phase of the signal that is fed back to the algorithm Input.
fr: Contrôle la quantité de boucle de retour dans le phaser. Le réglage de ce paramètre sur "- 100" inverse la phase du signal renvoyé à l'entrée de l'algorithme.

source: Controls the division of the upper and the lower part of the current waveform, e.g. if Pulse Width is set to 75%, the upper half of the waveform will be on for 75% of the time.
fr: Contrôle la division de la partie supérieure et inférieure de la forme d'onde courante, par exemple si la largeur d'impulsion est définie à 75%, la moitié supérieure de la forme d'onde sera active pendant 75% du temps.

source: Copy
fr: Copier

source: Copy into...
fr: Copier dans...

source: Could not load the bank file.
fr: Impossible de charger le fichier de banque.

source: Could not load the patch file.
fr: Impossible de charger le fichier de préréglage.

source: Could not read the bank file.
fr: Impossible de lire le fichier de banque.

source: Could not read the patch file.
fr: Impossible de lire le fichier de préréglage.

source: Could not save the bank file.
fr: Impossible d'enregistrer le fichier de banque.

source: Could not save the patch file.
fr: Impossible d'enregistrer le fichier de préréglage.

source: Create into...
fr: Créer dans...

# Reverb|Hi Color|
source: Crisp
fr: Cristalline

# Reverb|Shape|
source: Curved
fr: Courbée

source: Damping
fr: Amortismnt

source: Decay
fr: Déclin

source: Delay
fr: Délai

source: Delay 1
fr: Délai 1

source: Delay 2
fr: Délai 2

source: Delay type
fr: Type de délai

source: Delete
fr: Effacer

source: Delete the current patch?
fr: Effacer le préréglage courant ?

source: Depth
fr: Profondeur

source: Determines how many repetitions there will be on the Delay of the first voice.
fr: Détermine combien de répétitions seront présentes sur le délai de la première voix.

source: Determines how many repetitions there will be on the Delay of the second voice.
fr: Détermine combien de répétitions seront présentes sur le délai de la seconde voix.

source: Determines how many repetitions there will be.
fr: Détermine combien de répétitions seront présentes.

source: Determines the frequency above which the Hi Cut filter will attenuate the high-end frequencies of the generated effect.
fr: Détermine la fréquence au-dessus de laquelle le filtre coupe-haut atténuera les fréquences hautes de l'effet généré.

source: Determines the frequency above which the Hi Cut filter will attenuate the high-end frequencies of the generated effect. Hi Cut filters can be used to give a less dominant effect even at high mix levels.
fr: Détermine la fréquence au-dessus de laquelle le filtre coupe-haut atténuera les fréquences hautes de l'effet généré. Les filtres coupe-haut peuvent être utilisés pour donner un effet moins dominant, même à des niveaux élevés de mixage.

source: Determines the number of repetitions of the Delay of the first Delay Line.
fr: Détermine le nombre de répétitions du délai de la première ligne de délai.

source: Determines the number of repetitions of the Delay of the second Delay Line.
fr: Détermine le nombre de répétitions du délai de la deuxième ligne de délai.

source: Determines whether the phasing effect should be mainly on the high- of low-end frequencies.
fr: Détermine si l'effet de phasage devrait être principalement sur le haut ou le bas des fréquences.

source: Determines whether the sweep through a frequency range will be performed fast or slow.
fr: Détermine si le balayage d'une plage de fréquences sera effectué de manière rapide ou lente.

# Pitch|Kind|
source: Detune
fr: Désaccordage

source: Diffuse
fr: Diffus

# Pitch|Direction|
source: Down
fr: Bas

# Delay|Kind|
source: Dual
fr: Double

# Delay|Kind|
source: Dynamic
fr: Dynamique

source: Enable
fr: Activer

source: Enable the chorus/flanger
fr: Activer le chorus/flanger

source: Enable the compressor
fr: Activer le compresseur

source: Enable the delay
fr: Activer le délai

source: Enable the equalizer
fr: Activer l'égaliseur

source: Enable the filter
fr: Activer le filtre

source: Enable the noise gate
fr: Activer la trappe à bruit

source: Enable the pitch
fr: Activer la modulation de hauteur

source: Enable the reverb
fr: Activer la réverbération

source: Equalizer
fr: Égaliseur

source: Error
fr: Erreur

# Reverb|Size|
source: Ex Large
fr: Extra large

source: Export
fr: Exporter

source: Export...
fr: Exporter...

source: FB Hi Cut
fr: CH B ret.

source: FB Hi cut
fr: CH B ret.

source: FB Lo cut
fr: CB B ret.

# Filter|Resonance|Response|
source: Fast
fr: Rapide

source: Feedback
fr: Retour

source: Feedback 1
fr: Retour 1

source: Feedback 2
fr: Retour 2

source: Filter
fr: Filtre

source: Filter type
fr: Type de filtre

source: Flanger is basically a Delay being modulated by an LFO. This parameter makes it possible to change the length of that Delay. A typical flanger uses Delays at approximately 5 ms.
fr: Le flanger est essentiellement un délai modulé par un LFO. Ce paramètre permet de changer la durée de ce délai. Un flanger typique utilise des délais d'environ 5 ms.

source: Freq Max
fr: Fréq. max

source: Frequency
fr: Fréquence

source: Gains or attenuates the selected frequency area.
fr: Augmente ou atténue la zone de fréquence sélectionnée.

source: General overall mode that determines how fast the Noise Gate should attenuate/dampen the signal when below Threshold.
fr: Mode général qui détermine la vitesse à laquelle le Noise Gate devrait atténuer le signal lorsqu'inférieur au seuil.

source: Gold Ratio
fr: Taux nbr or

# Reverb|Hi Color|
source: Grand
fr: Grande

# Reverb|Size|
source: Grand
fr: Grande

# Filter|Tremolo|Type|
source: Hard
fr: Dur

# Noise Gate|Mode|
source: Hard
fr: Dur

source: Hi Cut
fr: Coupe-haut

source: Hi Reso
fr: Haute réso.

source: Hi color
fr: Couleur H

source: Hi factor
fr: Facteur H

# Filter|Phaser|Range|
source: High
fr: Haute

# Reverb|Size|
source: Huge
fr: Énorme

# *|Tempo|
source: Ignored
fr: Ignoré

source: Import
fr: Importer

source: Import into...
fr: Importer dans...

source: Import...
fr: Importer...

source: Invalid arguments.
fr: Arguments invalides.

source: LFO P Width
fr: Larg. P LFO

source: Label
fr: Étiquette

source: Level 1
fr: Niveau 1

source: Level 2
fr: Niveau 2

# Reverb|Lo Color|
source: Light
fr: Légère

source: Limits the frequency range in which the sweep will be performed.
fr: Limite la plage de fréquences dans laquelle le balayage sera effectué.

source: Lo color
fr: Couleur B

source: Lo factor
fr: Facteur B

source: Load
fr: Charger

source: Load...
fr: Charger...

# Filter|Phaser|Range|
source: Low
fr: Basse

source: MIDI devices:
fr: Périphériques MIDI :

source: MIDI in
fr: Entrée MIDI

source: MIDI out
fr: Sortie MIDI

source: Max Damp
fr: Attén. max.

# Filter|Resonance|Response|
source: Medium
fr: Moyenne

# Reverb|Size|
source: Medium
fr: Moyenne

source: Message count
fr: Nombre de messages

source: Middle
fr: Milieu

# Modifier|
source: Middle
fr: Milieu

source: Mix
fr: Mélange

source: Modifiers
fr: Modificateurs

source: Modulation type
fr: Type de modulation

source: New
fr: Nouveau

source: New patch
fr: Nouveau patche

source: No
fr: Non

# Reverb|Lo Color|
source: No Base
fr: Sans base

source: Noise gate
fr: Trappe à bruit

# Pitch|Kind|
source: Octaver
fr: Octaveur

source: Off
fr: Inactif

source: Offset R
fr: Décalage D

source: Offsets the Delay repeats in the Right channel only. For a true wide stereo Delay the Delay in the two channels should not appear at the exact same time.
fr: Décale les répétitions du délai dans le canal droit uniquement. Pour une véritable stéréo large, le délai dans les deux canaux ne devrait pas apparaître exactement au même moment.

source: Offsets the first Voice in the Detune block.
fr: Décale la première voix du bloc Désaccordage.

source: Offsets the second Voice in the Detune block.
fr: Décale la seconde voix du bloc Désaccordage.

source: On
fr: Actif

source: Order
fr: Ordre

source: Out level
fr: Niv. sortie

source: Output Level
fr: Niv. sortie

source: Pan parameter for the first voice.
fr: Paramètre Panoramique pour la première voix.

source: Pan parameter for the second voice.
fr: Paramètre Panoramique pour la deuxième voix.

# Filter|Kind|
source: Panner
fr: Panoramique

source: Pans the Delay repetitions of the first Delay Line.
fr: Panoramise les répétitions de retard de la première ligne de retard.

source: Pans the Delay repetitions of the second Delay Line.
fr: Panoramise les répétitions de retard de la deuxième ligne de retard.

source: Parallel
fr: Parallèle

source: Part
fr: Partie

source: Patch name:
fr: Nom de préréglage :

source: Phase Rev
fr: Inv. phase

source: Pitch
fr: Hauteur tonale

# Pitch|Whammy|
source: Pitch
fr: Hauteur

# Pitch|Kind|
source: Pitch shifter
fr: Décalage de hauteur

source: Pitch type
fr: Type de hauteur

# Reverb|Kind|
source: Plate
fr: Plaque

source: Pre Delay
fr: Pré délai

source: Programs received
fr: Programmes reçus

source: Range
fr: Plage

source: Range.
fr: Plage.

source: Ratio
fr: Taux

# Reverb|Hi Color|
source: Real
fr: Réelle

# Reverb|Lo Color|
source: Real
fr: Réelle

source: Real Major bank *.realmajor Sysex bank *.syx
fr: Banque Real Major *.realmajor Banque Sysex *.syx

source: Real Major patch *.realpatch Sysex patch *.syx
fr: Préréglage Real Major *.realpatch Préréglage Sysex *.syx

source: Real time
fr: Temps réel

source: Receive
fr: Recevoir

source: Reduces the high-end frequencies in the Chorus effect. Try using the Hi Cut parameter as an option if you feel the Chorus effect is too dominant in your sound and turning down the Mix or Out level doesn't give you the dampening of the Chorus effect you are looking for.
fr: Réduit les hautes fréquences dans l’effet Chorus. Essayez d’utiliser le paramètre coupe-haut si vous sentez que le Chorus est trop dominant dans votre son et que le fait de baisser le niveau de Mix ou Sortie ne vous donne pas l'atténuation de l'effet Chorus que vous recherchez.

source: Reduces the high-end frequencies in the Flanger effect. Try using the Hi Cut parameter as an option if you feel the Flanger effect is too dominant in your sound and turning down the Mix or Out level doesn't give you the dampening of the Flanger effect you are looking for.
fr: Réduit les hautes fréquences dans l’effet Flanger. Essayez d’utiliser le paramètre coupe-haut si vous sentez que le Flanger est trop dominant dans votre son et que le fait de baisser le niveau Mix ou Sortie ne vous donne pas l'atténuation de l'effet Flanger que vous recherchez.

source: Relay 1
fr: Relai 1

source: Relay 2
fr: Relai 2

source: Release
fr: Relâche

# Filter|Kind|
source: Resonance filter
fr: Filtre résonant

source: Response
fr: Réponse

source: Rev level
fr: Niv. réverb.

source: Reverb
fr: Réverbération

source: Reverb type
fr: Type de réverb.

source: Reverses the processed Chorus signal in the right channel. This gives a very wide Chorus effect and a less defined sound.
fr: Inverse le signal de chorus traité dans le canal droit. Cela donne un effet de chorus large et un son moins défini.

source: Reverses the processed Flanger signal in the right channel. This gives a very wide Flanger effect and a less defined sound.
fr: Inverse le signal de Flanger traité dans le canal droit. Cela donne un effet Flanger très large et un son moins défini.

# Reverb|Kind|
source: Room
fr: Pièce

source: Room level
fr: Niv. pièce

# Reverb|Lo Color|
source: Round
fr: Ronde

# Reverb|Shape|
source: Round
fr: Ronde

source: Routing
fr: Routage

source: Routing : Serial is routing the effects blocks in serial. Semi parallel is routing delay and reverb in parallel. Parallel is routing pitch, Chorus flanger, delay and reverb.
fr: Routage : Série route les blocs d'effets en série. Semi parallèle route délai et réverbération en parallèle. Parallèle route hauteur, chorus flanger, délai et réverbération en parallèle.

source: Save
fr: Sauver

source: Save...
fr: Sauver...

source: Select the patch number:
fr: Sélectionnez le numéro du préréglage :

source: Selects how the Whammy block will pitch your tone.
fr: Sélectionne la manière dont le bloc Whammy modifiera la tonalité.

source: Semi Parallel
fr: Semi parallèle

source: Send
fr: Envoyer

source: Send a Bulk Dump from the machine and validate when finished. Warning: This process overwrites the current bank.
fr: Envoyez un message Bulk Dump depuis la machine et validez une fois terminé. Attention : Ce procédé écrase la banque actuelle.

source: Sensitivity
fr: Sensibilité

source: Serial
fr: Série

source: Sets preset output level.
fr: Définit le niveau de sortie du préréglage.

source: Sets the Delay Time of the first Delay Line.
fr: Définit le temps de retard de la première ligne de délai.

source: Sets the Delay Time of the second Delay Line.
fr: Définit le temps de retard de la seconde ligne de delai.

source: Sets the Speed of the Panning.
fr: Définit la vitesse de panoramisation.

source: Sets the Speed of the Tremolo.
fr: Définit la vitesse du trémolo.

source: Sets the Tap Tempo.
fr: Définit le tap tempo.

source: Sets the amount of Resonance in the Hi Cut filter.
fr: Définit la quantité de résonance dans le filtre coupe-haut.

source: Sets the delay time for the first voice.
fr: Définit le temps de délai pour la 1ère voix.

source: Sets the delay time for the second voice.
fr: Définit le temps de délai pour la 2ème voix.

source: Sets the level for Voice 1.
fr: Définit le niveau de la 1ère voix.

source: Sets the level for Voice 2.
fr: Définit le niveau de la 2ème voix.

source: Sets the operating frequency for the selected band.
fr: Définit la fréquence de fonctionnement pour la bande sélectionnée.

source: Sets the overall Output level of this block.
fr: Définit le niveau général de sortie de ce bloc.

source: Sets the relation between the dry signal and the applied effect in this block.
fr: Définit la relation entre le signal non traité et l'effet appliqué dans ce bloc.

source: Sets the sensitivity according to the Input you are feeding the unit.
fr: Définit la sensibilité en fonction de l'entrée avec laquelle vous alimentez l'unité.

source: Shape
fr: Forme

source: Size
fr: Taille

# Filter|Resonance|Response|
source: Slow
fr: Lente

# Reverb|Size|
source: Small
fr: Petite

# Filter|Kind|
source: Smooth phaser
fr: Phaser lisse

# Filter|Tremolo|Type|
source: Soft
fr: Doux

# Noise Gate|Mode|
source: Soft
fr: Doux

source: Specifies the Delay on the first voice.
fr: Spécifie le délai de la première voix.

source: Specifies the Delay on the second voice.
fr: Spécifie le délai de la seconde voix.

source: Specifies the Pitch of the first Voice. As 100 cent equals 1 semitone you can select a pitch freely between one octave below the Input Pitch to one octave above.
fr: Spécifie la hauteur de la première voix. Comme 100 est égal à 1 demi-ton, on peut choisir librement une hauteur entre une octave inférieure et une octave supérieure.

source: Specifies the Pitch of the second Voice. As 100 cent equals 1 semitone you can select a pitch freely between one octave below the Input Pitch to one octave above.
fr: Spécifie la hauteur de la seconde voix. Comme 100 est égal à 1 demi-ton, on peut choisir librement une hauteur entre une octave inférieure et une octave supérieure.

source: Speed
fr: Vitesse

# Reverb|Kind|
source: Spring
fr: Ressort

# Reverb|Shape|
source: Square
fr: Carrée

source: TC Electronic G-Major controller Version %v, © 2018-2026 Free and open source software controller by Jean Pierre Cimalando & Julien Taverna
fr: Contrôleur TC Electronic G-Major Version %v, © 2018-2026 Contrôleur logiciel libre et open source par Jean Pierre Cimalando & Julien Taverna

source: The Attack time is the response time of the Compressor. The shorter the attack time the sooner the Compressor will reach the specified Ratio after the signal rises above the Threshold.
fr: Le temps d'attaque est le temps de réponse du compresseur. Plus le temps d'attaque est court, plus tôt le compresseur atteindra le taux spécifié après que le signal dépasse le seuil.

source: The Decay parameter determines the length of the Reverb Diffuse field.
fr: Le paramètre Decay détermine la longueur du champ Reverb Diffuse.

source: The Depth parameter specifies the intensity of the Chorus effect - the value represents the amount of modulation.
fr: Le paramètre Depth spécifie l'intensité de l'effet Chorus - la valeur représente la quantité de modulation.

source: The Order parameter of the resonance filters changes the steepness of the filters. 2nd order filters are 12dB/Octave while 4th order filters are 24dB/Octave.
fr: Le paramètre Ordre des filtres de résonance modifie la pente des filtres. Les filtres du 2ème ordre sont de 12dB/Octave alors que les filtres du 4ème ordre sont de 24dB/Octave.

source: The Ratio setting determines how hard the signal is compressed.
fr: Le paramètre Taux détermine le niveau de compression du signal.

source: The Release parameter determines how fast the signal is released when the Input signal rises above the Threshold point.
fr: Le paramètre Release détermine la vitesse à laquelle le signal est libéré lorsque le signal d'entrée dépasse le point de seuil.

source: The Release time is the time it takes for the Compressor to release the gain reduction of the signal after the Input signal drops below the Threshold point again.
fr: Le temps de relâchement est le temps qu'il faut au compresseur pour relâcher la réduction de gain du signal après que le signal d'entrée soit retombé en dessous du point de seuil.

source: The Size parameter defines the size of the Early Reflection pattern used.
fr: Le paramètre Taille définit la taille du motif de réflexion précoce utilisé.

source: The Speed of the Chorus, also known as Rate.
fr: La vitesse du chorus, également appelé taux.

source: The Speed of the Flanger, also known as Rate.
fr: La vitesse du flanger, également appelé taux.

source: The Speed of the Vibrato, also known as Rate.
fr: La vitesse du vibrato, également appelé taux.

source: The Tempo parameter sets the relationship to the global Tempo.
fr: Le paramètre Tempo définit la relation avec le tempo global.

source: The Threshold point determines at what point the Noise Gate should start to dampen the signal.
fr: Le point de seuil détermine à quel point la trappe à bruit doit commencer à atténuer le signal.

source: The Width parameter determines whether the Left or Right repetitions are panned 100% or not.
fr: Le paramètre Largeur détermine si les répétitions gauche ou droite sont panoramisées à 100% ou pas.

source: The amount of Pitch modulation applied.
fr: La quantité de modulation de hauteur appliquée.

source: The file already exists. Replace it?
fr: Le fichier existe déjà. Le remplacer ?

source: The level of the Early Reflections.
fr: Le niveau des réflexions précoces.

source: The parameter determines how hard the signal should be attenuated when below the set Threshold.
fr: Le paramètre détermine à quel point le signal doit être atténué lorsqu'il est inférieur au seuil fixé.

source: The time between the repetitions.
fr: Le temps entre les répétitions.

# Reverb|Lo Color|
source: Thick
fr: Épaisse

# Reverb|Lo Color|
source: Thin
fr: Fine
