Repository: linuxmao-org/FreeMajor
Catalog: po/*/FreeMajor.po
Languages: fr

source: This parameter adjusts the Reverb Diffuse field level. Lowering the Reverb Level will give you a more ambient sound, since the Early Reflection patterns will become more obvious.
fr: Ce paramètre ajuste le niveau de réverbération de champ diffus. Réduire le niveau de réverbération vous donnera un son plus ambiant, puisque les motifs de réflexion précoce deviendront plus évidents.

source: This parameter controls the actual attenuation of the Delay while Input is present.
fr: Ce paramètre contrôle l'atténuation courante du délai lorsque l'entrée est présente.

source: This parameter determines whether the attached Expression pedal should increase or decrease Pitch when moved either direction.
fr: Ce paramètre détermine si la pédale d'expression attachée doit augmenter ou diminuer la hauteur quand on la déplace.

source: This parameter sets the mix between the dry and processed signal. If e.g. set to 100%, no direct guitar tone will be heard - only the processed "pitched" tone.
fr: Ce paramètre définit le mélange entre le signal originel et le signal traité. Si, par exemple, il est réglé à 100%, aucun son direct de guitare ne sera entendu - seule la tonalité "traitée" sera audible.

source: Threshold
fr: Seuil

# Reverb|Lo Color|
source: Tight
fr: Serrée

# Reverb|Size|
source: Tiny
fr: Minuscule

# Filter|Kind|
source: Tremolo
fr: Trémolo

source: Two variations of the steepness of the Tremolo Curve are available. Listen and select.
fr: Deux variantes de la pente de la courbe du trémolo sont disponibles. Écoutez et sélectionnez.

source: Type of delay effect
fr: Type d'effet de délai

source: Type of filter effect
fr: Type d'effet de filtre

source: Type of modulation effect
fr: Type d'effet de modulation

source: Type of pitch effect
fr: Type d'effet de hauteur tonale

source: Type of reverb effect
fr: Type d'effet de réverbération

# Pitch|Direction|
source: Up
fr: Haut

source: Use this Gain parameter to compensate for the level changes caused by the applied compression.
fr: Utilisez ce paramètre de gain pour compenser les changements de niveau causés par l'application d'une compression.

# Filter|Kind|
source: Vintage phaser
fr: Phaser vintage

source: Virtual port
fr: Port virtuel

source: Voice 1
fr: Voix 1

source: Voice 2
fr: Voix 2

# Reverb|Hi Color|
source: Warm
fr: Chaude

source: When Speed is increased the Depth must be decreased to achieve the same amount of perceived Chorusing effect. When Golden Ratio is "On" this value is automatically calculated.
fr: Lorsque la vitesse augmente, il faut diminuer la profondeur pour obtenir la même quantité d'effet de chorus perçu. Lorsque le nombre d'or est activé, cette valeur est calculée automatiquement.

source: When Speed is increased the Depth must be decreased to achieve the same amount of perceived Flanging effect. When Golden Ratio is "On" this value is automatically calculated.
fr: Lorsque la vitesse augmente, il faut diminuer la profondeur pour obtenir la même quantité d'effet Flanging perçu. Lorsque le nombre d’or est activé cette valeur est calculée automatiquement.

source: When the signal is above the set Threshold point the Compressor is activated and the gain of any signal above the Threshold point is processed according to the Ratio, Attack and Release.
fr: Lorsque le signal est supérieur au seuil défini, le compresseur est activé et le gain de tout signal au-dessus du seuil est traité conformément au taux, à l'attaque et à la relâche.

source: Width
fr: Largeur

source: Width defines the area around the set frequency that the EQ will amplify or attenuate.
fr: Largeur définit la zone autour de la fréquence définie que l'égaliseur amplifiera ou atténuera.

source: With this parameter you control how sensitive the "ducking" or dampening function of the Delay repeats should be according to the signal present on the Input.
fr: Avec ce paramètre, vous contrôlez comment devrait être la sensibilité de la fonction "ducking" ou d'amortissement des répétitions du délai en fonction du signal présent sur l'entrée.

# Reverb|Hi Color|
source: Wool
fr: Laine

source: Yes
fr: Oui

source: label
fr: étiquette
